Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/evidence/index.html.txt.tmx
Source language: en
Languages: ga

source: Overview of the various types of evidence that can be introduced in a civil or criminal trial in Ireland
ga: Cur síos atá anseo ar na cineálacha fianaise gur féidir a tharraingt anuas i dtriail sibhialta nó choiriúil in Éirinn

source: There are rules in Ireland about how the scene of a serious crime is preserved and investigated
ga: Tá rialacha i bhfeidhm in Éirinn ar conas láthair tromchoire a chosaint agus ar conas imscrúdú a dhéanamh uirthi

source: Read about these rules and what happens if the crime scene is on private property or in a public place
ga: Tugtar faisnéis duit ar na rialacha seo agus ar na treoracha go gcaithfear a chomhlíonadh i gcás coire ar réadmhaoin phríobháideach nó in áiteanna poiblí

source: This document discusses real evidence, which is real, tangible evidence, such as an object, tape recording, computer printout or photograph
ga: Tá cur síos sa cháipéis seo ar fhíorfhianaise, sin í fianaise ábharach, inláimhsithe mar shampla rud, taifead caiséid, asphrionta ríomhaire nó grianghraf

source: Documentary evidence in Ireland consists of anything with writing on it
ga: Is fianaise scríofa é rud ar bith a bhfuil scríobh air

source: What items would this include and how is this evidence admissable in court?
ga: Cé na rudaí a bheadh san áireamh anseo agus cén chaoi a ndéantar fianaise mar seo a cheadú sa chúirt?

source: Identification evidence in Ireland is evidence given by a victim or a witness that identifies the accused as the person who committed the crime
ga: Fianaise a thugann an té a d'fhulaing nó fianaise a thugann finné a ainmníonn an cúisí mar an té a rinne an choir í fianaise aitheantais

source: DNA evidence is often used in trials in Ireland to establish identity
ga: Is iondúil go mbaintear úsáid as fianaise DNA i dtrialacha le aitheantas daoine a chruthú

source: Find out how this evidence is used and introduced
ga: Faigh amach anseo cén chaoi a mbaintear úsáid as an bhfianaise seo

source: Circumstantial evidence is evidence of facts from which inferences or conclusions can be drawn in a criminal trial in Ireland
ga: Tugtar fianaise imthoisceach ar fhianaise a bhaineann le fíricí gur féidir conclúidí nó tuairimí a bhaint astu

source: Suspect evidence is evidence that is admissable in court in Ireland but is suspect, i.e., it often turns out to be untrue or incorrect
ga: Fianaise atá ceadaithe sa chúirt ach atá amhrastúil í fianaise amhrastúil, sin le rá gur fianaise í seo a bhíonn bréagach nó mícheart go minic sa deireadh

source: What is hearsay evidence?
ga: Céard í fianaise chlostráchta?

source: Why usually can this evidence not be introduced in court in Ireland and what are the exceptions where hearsay evidence is admissable?
ga: Cén fáth nach féidir go hiondúil an fhianaise seo a tharraingt anuas sa chúirt agus céard iad na heisceachtaí inár féidir fianaise chlostráchta a cheadú?

source: Evidence that is obtained in deliberate and conscious breach of your constitutional rights is inadmissable in courts in Ireland
ga: Ní cheadaítear fianaise a fritheadh ar bhealach a sháraigh d'aonturas agus go fiosach do chearta bunreachtúla a úsáid i gcúirteanna na hÉireann

source: There are circumstances under which you may refuse to disclose documents to a court in Ireland or may refuse to answer certain questions in court
ga: Tá cúinsí ann ina bhféadfadh tú diúltú cáipéisí a chur ar fáil don chúirt nó ceisteanna faoi leith a fhreagairt sa chúirt

source: Most Read in "Justice"
ga: Ábhar is mó éilimh i "Dlí"

source: Alcohol and the law
ga: Alcól agus an dlí
